Repository: webroru/commerce_chronopay
Catalog: translations/commerce_chronopay.*.po
Languages: ru

source: Integration with ChronoPay.
ru: Интеграция с ChronoPay.

source: Main settings
ru: Основные настройки

source: This is the Site_id that ChronoPay sent you when you set up your account.
ru: Site_id назначает ChronoPay при регистрации аккаунта.

source: This is the Shared_sec that ChronoPay sent you when you set up your account.
ru: Shared_sec назначает ChronoPay при регистрации аккаунта.

source: Chronopay Server IP
ru: IP сервера ChronoPay

source: IP address of the Chronppay payment server for security check.
ru: IP адрес сервера приема платежей ChronoPay для проверки на безопасность

source: <p>ChronoPay Product ID. This should be set to your product ID that has been set up in the ChronoPay client interface.</p><p>This is the ChronoPay product that all purchases will be processed against. The cost will be changed depending on the grand total of the users cart.</p>
ru: <p>ChronoPay ID товара. Здесь должен быть указан код товара, который был создан клиентском интерфейсе ChronoPay. </p><p>Стоимость будет меняться в зависимости от общей суммы покупок, находящихся в корзине.</p>

source: Product Name
ru: Название товара

source: Language
ru: Zpsr

source: The language that the ChronoPay secure processing page will be displayed in.
ru: Язык, на котором выводится информация на странице оплаты в системе ChronoPay.

source: ChronoPay checkout settings
ru: Настройки оформления заказа

source: Payment Completed message
ru: Сообщение при удачной оплате

source: Insert your own message that is displayed when a payment is completed using chronopay_callback
ru: Вставьте текст, который будет показан в качестве сообщения при успешном завершении оплаты

source: Order Declined message
ru: Сообщение при отклонении заказа

source: Insert your own message that is displayed when a payment is declined using chronopay_callback
ru: Вставьте текст, который будет показан в качестве сообщения при неудачном завершении оплаты

source: Server validation check failed message
ru: Сообщение при неудачной проверке системных данных

source: Pay via ChronoPay
ru: Оплата через ChronoPay

source: The order does not exist.
ru: Этот заказ не сущетвует.

source: The payment has pending.
ru: Оплата в процессе

source: The payment has canceled.
ru: Оплата отменена

source: %method : Site_id and shared_sec have not been set in the payment settings. Cannot proceed with transaction
ru: %method : Site_id и shared_sec на настроены. Дальнейший процесс оплаты невозможен

source: Payment failed: An attempt to substitute ip address.
ru: Платеж отклонен: попытка подмены ip адреса.

source: Provides integration with the Chonopay payment gateway
ru: Обеспечивает интеграцию с платежной системой ChronoPay
